{
  "document": [
    {
      "type": "heading-one",
      "children": [
        {
          "text": "Two magical words"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "heading-two",
      "children": [
        {
          "text": "Rishi Dheenabandth Two Magical Words, Two Magical Words Rishi Dheenabandth."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Contest ",
          "structure": "greeting"
        },
        {
          "text": "Master",
          "structure": "greeting",
          "bold": true
        },
        {
          "text": ", thank you so much. Just as he said, They are two magical words. Rishi and Dheenabandth.",
          "structure": "greeting"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "My dear Toastmasters. Do you know the two not magical, but tragical words that these two magical words heard in Toastmasters? Table topics. We have this amazing tradition in Toastmasters to always encourage or force the guests to do Table Topics so that we can escape from table topics.",
          "structure": "opening"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "On my first day as a guest, everyone forced me to do a table topic. The theme for that day’s meeting was the environment. Table Topics session was about environmental issues. I got this topic “Global warming”. That day I learned 2 things. First, “Global warming” is an environmental issue. Second, I don’t know anything about “Global warming” Oh, there is a third one. Toastmasters is definitely not for me. So I went forward and started my speech. I said “Global warming is an environmental issue” and I had a small pause for about a minute. In that one minute, my whole body started warming. I swore to myself that I'd never come to a Toastmasters meeting again.",
          "structure": "opening"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "heading-three",
      "children": [
        {
          "text": "start"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "As soon as the meeting was over, I tried to sneak out of the hall but I was stopped by this gentleman with a head as bald as a bowling ball. It looked like his head had suffered more issues than the environment. But he said something that I never thought would be a life-changing experience. He shook my hands and said those two magical words “Good job” I was shocked and asked “Really?” And he said the typical Toastmasters sentence. He said, “I appreciate your courage to volunteer to do the table topic” First of all, I didn’t volunteer. They forced me. I had no courage at all. Suppose I had the courage I would have said no to Table Topic. But I felt good after that "
        },
        {
          "text": "Good job",
          "italic": true
        },
        {
          "text": "”. I have decided to come back."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "It took me a few meetings to understand that it is also a tradition in the Toastmasters to say “Good job” to everyone, for everything. One day after the meeting the same bald gentleman came to me and said “Good job”. I said I didn’t do anything today. I didn’t even do round robin because I was late. And him. Oh, you didn’t do anything today? “Good job”. It was uncomfortable for me at the beginning but then I got used to it. Then I started doing it. I started saying “Good job” to everyone, for everything. The other day after the meeting. "
        },
        {
          "text": "I went to this guy and said ",
          "underline": true
        },
        {
          "text": "“Good job”. He glanced at me for a second and said I am the security. And I said, “Oh, I appreciate the courage to be the security”."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Another day I saw this girl speaking at the meeting. After the meeting, I went and said those two magical words. “Good job”. In return, she asked me one tragical question. “What do you think about my speech?”. I had no clue what she was about. First of all, I didn't even know that she did a speech. I thought she was the timer. I never said “Good job” to her again. But to everyone else.",
          "structure": "transitions"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "bullet-list",
      "children": [
        {
          "type": "list-item",
          "children": [
            {
              "text": "I got used to this so much in Toastmasters, I started using it outside Toastmasters as well."
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "My friend Dev. He started a restaurant at the start of 2020. At the same time, someone in China decided to eat a bat. That restaurant was a complete failure. I met him at his house and said “Good job”. He asked, “For what?” I said “I appreciate your courage to start a business.” He got inspired. Started another business. And failed again. Last year he went through a divorce. I met him at the court and said “Good job”. He asked, “For what?” I said “I appreciate your courage to go through a divorce.” He got inspired. Found another girl. Got married and applied for Divorce again. Last month he bet 50K on Sri Lanka at the Asia Cup finals and Sri Lanka scored 50. I met him at the stadium and said “Good job”. He asked, “For what?” I said, “I appreciate your courage to believe in Sri Lankan Cricket”. He got inspired. Guess how much he bet last week? 55K."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Every time I say \"Good job\" for some silly reason, that poor Dev will do it again. Do you know why? Because those words do have some magic. They're not ordinary words but words of encouragement. Sometimes that’s all we need to take that next step. I wouldn't be here today if it weren't for those two magical words I heard from that bold gentleman at my first meeting. Ladies and gentlemen, even in the craziest situations, there's always something to appreciate and inspire. Just saying \"Good job\" to a toastmaster, your friend, or even to security can be a life-changing moment, just like what I did to Dev. I wanted to do more.",
          "structure": "conclusion"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Last month I took Dev to our meeting as a guest. I learned another tradition of Toastmasters. If the guest refuses to do the table topic, then the person who brought them should do it. So I had to do one. The topic was “Power of Listening” I opened my speech with a powerful question. I asked, “Do you know the power of listening?” This guy suddenly got up took his phone and walked out to attend a call. Thats ok. I don’t want him to listen to my speech. But after the meeting, he came and said “Good job”. I was pissed because that guy was Dev. I decided to give him back. I said, “Thank you, now tell me what do you think about my speech?” He said “I appreciate your courage to volunteer to do a table topic”",
          "structure": "conclusion"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ]
}
